
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "Aceptar";
"Common.Dialog.Cancel" = "Cancelar";
"Common.Navigation.Back" = "Atrás";
"Common.Cancel" = "Cancelar";
"Common.Delete" = "Borrar";
"Common.Send" = "Aceptar";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "Sistema ocupado";
"Common.System.GenericErrorBody" = "Vuelva a intentarlo más tarde.";
"Common.System.Busy" = "Sistema ocupado. Vuelva a intentarlo más tarde.";
"Common.Dialog.SaveError.Heading" = "Se produjo un error al guardar este archivo";
"Common.Dialog.SaveError.Body" = "Asegúrese de que tiene suficiente espacio en disco y permisos para acceder a las ubicaciones en las que desea guardar.";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "Conectando celular…";
"Chatlog_Backup_Backup_Connecting_Desc" = "Conectando celular y computadora a la misma red";
"Chatlog_Backup_Backup_Connected_Title" = "Abrir WeChat en el teléfono";
"Chatlog_Backup_Backup_Connected_Desc" = "Seleccione los chats de los que hará copia de seguridad";
"Chatlog_Backup_Backup_Prepare_Title" = "Preparando datos…";
"Chatlog_Backup_Backup_Prepare_Desc" = "Para una conexión más fiable a la red, no cierre WeChat.";
"Chatlog_Backup_Backup_Transfer_Title" = "Haciendo copia de seguridad de %lld/%lld chat(s) (%@)";
"Chatlog_Backup_Backup_Transfer_Desc" = "Para una conexión más fiable a la red, no cierre WeChat.";
"Chatlog_Backup_Backup_Import_Data_Title" = "Importando copias de seguridad";
"Chatlog_Backup_Backup_Import_Data_Desc" = "Para hacer una copia de seguridad completa, no cierre la página.";
"Chatlog_Backup_Backup_Finish_Title" = "Completado";
"Chatlog_Backup_Backup_Finish_Desc" = "Se ha hecho copia de seguridad de %lld/%lld chat(s)";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "Listo";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "Continuar";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "Terminar";
"Chatlog_Backup_Backup_End_Btn_Title" = "Se ha completado la copia de seguridad";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "Reintentar";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "Aceptar";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "Cancelar";
"Chatlog_Backup_Backup_Return_Btn_Title" = "Atrás";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "Haciendo copia de seguridad de %lld/%lld chat(s) (%@)";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "Red desconectada. Conecte el celular y la computadora a la misma red y prosiga con la transferencia";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "La conexión caducó. Inténtelo de nuevo.";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "Después de conectar el celular y la computadora a la misma red";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "Transferidos %lld/%lld chats…";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "Transferencia no completada. Conecte el celular y la computadora a la misma red y prosiga con la copia de seguridad.";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "Copia de seguridad terminada porque el almacenamiento de la computadora es insuficiente";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "Se ha hecho copia de seguridad de %lld/%lld chat(s)";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "Copia de seguridad completada";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "Se ha hecho copia de seguridad de %lld/%lld chat(s)";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "Se ha completado la copia de seguridad";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "Los datos de los que ha hecho copia de seguridad no se borrarán, pero tendrá que hacer copia de seguridad de los mismos de nuevo la próxima vez.";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "Cargando...";
"Chatlog_Backup_Recover_Record_Selection" = "Seleccione los chats que recuperará";
"Chatlog_Backup_Recover_Connecting_Title" = "Conectando celular…";
"Chatlog_Backup_Recover_Connecting_Desc" = "Conectando celular y computadora a la misma red";
"Chatlog_Backup_Recover_Connected_Title" = "Abrir WeChat en el teléfono";
"Chatlog_Backup_Recover_Connected_Desc" = "Haga clic en Aceptar para transferir";
"Chatlog_Backup_Recover_Prepare_Title" = "Preparando…";
"Chatlog_Backup_Recover_Prepare_Desc" = "Para una conexión más fiable a la red, no cierre WeChat.";
"Chatlog_Backup_Recover_Transfer_Title" = "Transfiriendo %lld/%lld chats (%@)";
"Chatlog_Backup_Recover_Transfer_Desc" = "Para una conexión más fiable a la red, no cierre WeChat.";
"Chatlog_Backup_Recover_Finish_Title" = "Transferencia completada. Continúe la restauración en el celular.";
"Chatlog_Backup_Recover_Finish_Desc" = "Transferidos %lld/%lld chats";
"Chatlog_Backup_Recover_Session_Title" = "Seleccione los chats que recuperará";
"Chatlog_Backup_Recover_Session_SelectAll" = "Seleccionar todos";
"Chatlog_Backup_Recover_Session_Selected" = "%@ seleccionados";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "Listo";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "Continuar";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "Finalizar";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "Reintentar";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "Aceptar";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "Cancelar";
"Chatlog_Backup_Recover_Return_Btn_Title" = "Atrás";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "Transfiriendo %lld/%lld chats (%@)";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "Red desconectada. Conecte el celular y la computadora a la misma red y prosiga con la transferencia";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "La conexión caducó. Inténtelo de nuevo.";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "Después de conectar el celular y la computadora a la misma red";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "Transferidos %lld/%lld chats…";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "Para continuar transfiriendo registros de chat, el celular y la computadora se deben conectar a la misma red Wi-Fi.";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "Transferencia terminada porque el almacenamiento del celular es insuficiente";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "Se han transferido %lld/%lld chats";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "Transferencia terminada";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "Se han transferido %lld/%lld chats";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "Finalizar";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "Si detiene la transferencia, deberá restaurarla de nuevo la próxima vez, pero los chats transferidos no se borrarán.";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "No hay chats";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "No hay copias de seguridad para recuperar. Primero haga copia de seguridad de los chats.";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "停止传输";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "停止聊天记录传输，下次恢复将会重新开始，已传输到手机的聊天不会自动清除";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "Nombre de la copia de seguridad";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "Hora de primera copia de seguridad";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "Hora de última copia de seguridad";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "Operación";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "Seleccione copias de seguridad para recuperar";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "Administrar";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "No hay copias de seguridad aún";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "Borrar copia de seguridad";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "La copia de seguridad no se puede recuperar una vez borrada. ¿Borrarla ahora?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "Hacer copia de seguridad en PC";
"Chatlog_Backup_Entrance_Recover_Desc" = "Restaurar en celular";
"Chatlog_Backup_Entrance_Manage_Desc" = "Administrar archivos de copia de seguridad";


// Login
"Login.WindowTitle" = "Iniciar sesión";
"Login.ScanToLogin.Title" = "Escanee para iniciar sesión en WeChat";
"Login.DidScan.Title" = "Escaneado correctamente";
"Login.ScanToLogin" = "Escanee este código usando WeChat en su celular.";
"Login.Scan.Help" = "Abra WeChat en su celular y, a continuación, seleccione Descubrir > Escanear código QR.";
"Login.Not.On.WeChat" = "¿No tiene WeChat aún?";
"Login.Waiting.Confirmation" = "En espera de confirmación";
"Login.ConfirmOnYourPhone" = "Confirme el inicio de sesión en su teléfono";
"Login.LoggingIn" = "Iniciando sesión...";
"Login.LoggingInFirstTime" = "Iniciando sesión...";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "Cuenta o contraseña incorrectas. Vuelva a introducirlas.";
"Login.Alert.OK" = "Aceptar";
"Login.Refresh" = "Actualizar";
"Login.Alert.UpdateCert" = "Su sesión ha caducado. Vuelva a iniciar sesión";
"Login.SwitchAccount" = "Cambiar de cuenta";

"Login.Intro.Heading" = "WeChat para Mac requiere usar su celular para iniciar sesión.\n";
"Login.Intro.Subheading" = "Inicie sesión en WeChat para web";
"Login.Intro.StartButton" = "Iniciar sesión";

"Login.Intro.ExplanationFormat" = "Si no tiene WeChat en su celular, puede %@.";
"Login.Intro.ExplanationLinkText" = "aquí tiene más información";
"Login.Intro.ExplanationLinkURL" = "http://www.wechat.com/en/download.html";


"Login.AlphaVersion.Title" = "Versión beta";
"Login.AlphaVersion.Description" = "Para usar esta versión beta, deberá rellenar una solicitud.";
"Login.AlphaVersion.Apply" = "Aplicar";
"Login.AlphaVersion.Cancel" = "Cancelar";
"Login.Failed.WrongPassword" = "No se puede iniciar sesión. Inténtelo de nuevo más tarde.";

"Login.Initializing.Title" = "Confirmado";
"Login.Initializing.Data" = "Preparando inicio de sesión...";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "No se puede iniciar sesión";
"Login.Failed.Key.Info" = "Sistema ocupado. Inicie sesión de nuevo.";
"Login.AuthAnOtherPlace" = "Tiempo de inicio de sesión agotado. Vuelva a iniciar sesión.";
"Login.Alpha.Version.Error" = "No se puede iniciar sesión con esta versión beta. Descargue la versión oficial desde App Store.";

// Tab
"Tabbar.Chats" = "Chats";
"Tabbar.Contacts" = "Contactos";
"Tabbar.Favorites" = "Favoritos";
"Tabbar.OA" = "Cuentas oficiales";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "Contactos";
"Tabbar.Favorites.Tooltip" = "Favorito";
"Tabbar.OA.Tooltip" = "Lectura";
"Tabbar.Preferences.Tooltip" = "Configuración";

"Tabbar.Add.Chats.Tooltip" = "Nuevo chat";
"Tabbar.Add.Fav.Tooltip" = "Favorito";

// Preferences
"Tabbar.Preferences.Settings" = "Configuración";
"Tabbar.Preferences.ChatlogBackup" = "Copia de seguridad y restauración";

// Global Menu
"Global.Menu.CheckForUpdates" = "Comprobar actualizaciones…";
"Global.Menu.TechSupport" = "Soporte técnico";

// Plugin
"Common_OfficialNickName" = "Equipo de WeChat";
"Official_FileHelper_NickName" = "Transferencia de archivo";
"Official_BrandSessionHolder_NickName" = "Cuentas oficiales"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "Notificación de servicio";
"Contacts_Plugin_QQMail_Nickname" = "Correo de QQ";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "Mensajes de QQ";
"Contacts_Plugin_PrivateMsg_Nickname" = "Mensajes de Weibo";
"Contacts_Plugin_FloatBottle_Nickname" = "Mensaje en una botella";
"Contacts_Plugin_FriendAssist_Nickname" = "Nuevos amigos";
"Contacts_Plugin_MediaNote_Nickname" = "Notas de voz";
"Contacts_Plugin_SyncAsist_Nickname" = "Sincr. contacto";
"Contacts_Plugin_LBS_Nickname" = "Personas cercanas";
"Contacts_Plugin_Shake_Nickname" = "Sacudir";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "Contactos de QQ";
"Contacts_Plugin_Reader" = "Noticias de Tencent";
"Contacts_Plugin_Album" = "Momentos";
"Contacts_Plugin_MassSend" = "Mensajes de difusión";
"Contacts_Plugin_Blog" = "Fuentes de Weibo";
"Contacts_Plugin_Voip"  = "Llamada de video";
"Contacts_Plugin_VoiceVoip" = "Llamada de voz";
"Contacts_Plugin_VoiceInput" = "Entrada de voz";
"Contacts_Plugin_GoogleContact" = "Contactos de Google";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Copyright © 2011-2017 Tencent. Reservados todos los derechos. ";
"License_Agreement" = "Términos de servicio";
"License_Link" = "http://www.wechat.com/en/service_terms.html";
"About_Version" = "Versión. ";

// Settings
"Setting_Title" = "Configuración";
"Setting.Section.General" = "General";
"Setting.Section.Stickers" = "Calcomanías";
"Setting.Section.Notifications" = "Notificaciones";
"Setting.Section.Shortcuts" = "Acceso directo";
"Setting.General.LogOut" = "Cerrar sesión";
"Setting.General.LogOut.Desc" = "Al cerrar la sesión en este Mac se borrarán todos los datos locales. No se podrá acceder a WeChat sin entrar de nuevo al sistema.";
"Setting.General.LogOut.Wipe.Data" = "Cerrar sesión y borrar todos los datos en este Mac";
"Setting.General.LogOut.Wipe.Data.And.History" = "Cerrar sesión y borrar todos los datos en este Mac (incluyendo el historial de chat)";
"Setting.General.NoWeChatID" = "No hay ID de WeChat";
"Setting.General.Save.Chat.History" = "Guardar Historial de Chat";

"Setting_Screen_Capture" = "Captura de pantalla: ";
"Setting_Main_Panel" = "Mostrar WeChat: ";
"Setting_Recent_Unread" = "Ir al mensaje no leído más reciente: ";
"Setting_Send_Message" = "Enviar mensaje: ";
"Setting_Notification" = "Alerta de mensaje: ";
"Setting_Notification_Sound" = "Reproducir sonidos";
"Setting_Notification_Dock" = "Badge dock icon";
"Setting_Notification_Menubar" = "Mostrar mensajes no leídos en la barra de menús";
"Setting_Notification_Preview" = "Incluir texto de vista previa";
"Setting_File_Received" = "Guardar archivo recibido en: ";
"Setting_File_Picture" = "Guardar imagen en: ";
"Setting_File_Others" = "Otro…";
"Setting_File_AutoDownload_Category" = "Autodescargar: ";
"Setting_File_AutoDownload" = "Archivos enviados en chats";
"Setting_SmallFavoriteFile_AutoDownload" = "Archivos en Favoritos (<30 MB)";
"Setting_Restore_Defaults" = "Restaurar valores por omisión";
"Setting_Restore_LogOut" = "Cerrar sesión";
"Setting_Account" = "Mi cuenta";
"Setting_Download_Menu" = "Ruta de descarga: ";
"Setting_Download_Menu_Other" = "Otro…";
"Setting_Menubar_Description" = "Mostrar en barra de menús";
"Setting_Menubar_Always" = "Siempre";
"Setting_Menubar_NewMessage" = "Nuevos mensajes";
"Setting_Menubar_Never" = "Nunca";
"Setting_TextSize" = "Tamaño de texto";
"Setting_TextSize_ExampleGlyph_Small" = "A";
"Setting_TextSize_ExampleGlyph_Large" = "A";
"Setting_LockScreenShotcut" = "Bloquear: ";
"Setting_AccountInformation" = "Información de cuenta: ";
"Setting_InformationFeedback" = "Comentarios: ";
"Setting_SubmitFeedback" = "Enviar comentarios";
"Setting_MsgRecord" = "Historial de mensajes";
"Setting_GoToPreferences" = "Ir a Preferencias";
"Setting_MsgNotification" = "Notificación: ";
"Setting_OpenScreenBannerNotification" = "Habilitar notificación con anuncio en pantalla: ";
"Setting_OpenScreenBannerNotification_Remark" = "Habilite la notificación con un anuncio en pantalla en Preferencias->Notificación";
"Setting_FeedbackStatus_Success" = "Enviado";
"Setting_FeedbackStatus_Fail" = "No se puede enviar";
"Setting_FeedbackContacts" = "可RTX联系andiezhang和kbchen反馈问题";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "Cancelar";
"MASShortcut.Delete.Shortcut" = "Borrar acceso directo";
"keyboard shortcut" = "Acceso directo";
"OK" = "Aceptar";
"MASShortcut.Record.Shortcut" = "Grabar acceso directo";
"MASShortcut.Click.To.Record.New.Shortcut" = "Haga clic para establecer nuevos accesos directos";
"Shortcut cleared" = "Acceso directo borrado";
"Shortcut set" = "Acceso directo configurado";
"Space" = "Espacio";
"The key combination %@ cannot be used" = "No se puede usar la combinación de teclas %@";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Esta combinación no se puede usar porque ya la usa una Función rápida de teclado del sistema. \nSi realmente desea usar esa combinación de teclas, la mayoría de accesos directos se pueden cambiar en el panel de Teclado y Ratón en Preferencias del Sistema.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Este acceso directo no se puede usar porque ya lo usa la opción de menú ‘%@’.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "Para grabar un acceso directo nuevo, haga clic en este botón y escriba el acceso directo nuevo, o pulse suprimir para borrar un acceso directo existente.";
"MASShortcut.Type.New.Shortcut" = "Escriba un acceso directo nuevo";
"MASShortcut.Type.Shortcut" = "Escriba un acceso directo";
"MASShortcut.Use.Old.Shortcut" = "Usar acceso directo antiguo";


"Setting.StickerStore.StoreTab" = "Galería de calcomanías";
"Setting.StickerStore.MyStickersTab" = "Mis calcomanías";
"Setting.StickerStore.DownloadButton" = "Descargar";
"Setting.StickerStore.CantGetStoreError.Title" = "No se puede conectar a Galería de calcomanías";
"Setting.StickerStore.CantGetStoreError.Description" = "Compruebe su conexión de red y vuelva a intentarlo.";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "FOTO";
"Chats.Sidebar.Summary.Voice" = "VOZ";
"Chats.Sidebar.Summary.Sight" = "SIGHT";
"Chats.Sidebar.Summary.Video" = "VIDEO";
"Chats.Sidebar.Summary.File" = "ARCHIVO";
"Chats.Sidebar.Summary.Sticker" = "CALCOMANÍA";
"Chats.Sidebar.Summary.Namecard" = "CONTACTO";
"Chats.Sidebar.Summary.Location" = "UBICACIÓN";
"Chats.Sidebar.Summary.URL" = "VÍNCULO";
"Chats.Sidebar.Summary.Chat.Log" = "TRANSCRIPCIÓN";
"Chats.Sidebar.Summary.AppMsg" = "APP";
"Chats.Sidebar.Summary.News" = "NOTICIAS";
"Chats.Sidebar.Summary.Metion" = "Alguien le ha mencionado: ";

"Chats.Sidebar.DraftPrefix" = "Borrador: ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d] ";

// Context Menu
"Chats.Menu.Delete" = "Borrar";
"Chats.Menu.Delete.MacHelperMessages" = "Borrar";
"Chats.Menu.Sticky" = "Siempre arriba";
"Chats.Menu.Unsticky" = "No pegajoso";
"Chats.Menu.Mute" = "Silenciar";
"Chats.Menu.Unmute" = "Activar sonido";
"Chats.Menu.Rename" = "Cambiar nombre";
"Chats.Menu.Leave" = "Abandonar grupo";
"Chats.Menu.Profile" = "Mostrar en contactos";

// Menu Menu
"Main.Menu.Edit" = "Editar";
"Main.Menu.Copy" = "Copiar";
"Main.Menu.Paste" = "Pegar";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "Soltar aquí para enviar a";
"Chats.SendToDragOverlay.SendToPersonFormat" = "Soltar aquí para enviar a %@.";
"Chats.SendToDragOverlay.SendToPhone" = "Soltar aquí para enviar a su teléfono.";

// Session Picker
"Session.Picker.Default.Heading" = "Seleccionar contacto";
"Session.Picker.Chosen" = "%d personas elegidas";
"Session.Picker.Chosen.General" = "Seleccionado";

// New Chat
"Chats.NewChat.Heading" = "Nuevo chat";
"Chats.NewChat.ConfirmButton" = "Crear";
"Chats.NewChat.Recent.Chats" = "Chats recientes";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[Foto]";
"Message_type_draft" = "[Borrador]";
"Message_type_mention" = "[Alguien le ha mencionado]";
"Message_type_voice" = "[Voz]";
"Message_type_location" = "[Ubicación]";
"Message_type_sys" = "[Mensaje del sistema]";
"Message_type_unknow" = "[Desconocido]";
"Message_type_file" = "[Archivo]";
"Message_type_card" = "[Tarjeta de contacto]";
"Message_type_url" = "[Vínculo]";
"Message_type_news" = "[Noticias]";
"Message_type_appmsg" = "[Mensaje de App]";
"Message_type_Emoji" = "[Calcomanía]";
"Message_type_Video" = "[Video]";
"Message_type_Music" = "[Música]";
"Message_type_Book" = "[Libro]";
"Message_type_Goods" = "[Producto]";
"Message_type_Short_Video" = "[Sight]";
"Message_type_App_Record" = "[Transcripción]";
"Message_type_Custom_Emoji" = "[Calcomanía]";
"Message_type_Note" = "[Nota]";
"Message_type_unsupport" = "[Mensaje desconocido]";
"Message_type_Voip" = "[Llamada de video]";
"Message_type_Voip_Video" = "le invita a una llamada de video";
"Message_type_Voip_Voice" = "le invita a una llamada de voz";
"MessageContent_Voip"            = "[Llamada de voz]";
"MessageContent_VideoVoip"       = "[Llamada de video]";
"MessageContent_VideoVoipRemind" = "[Llamada de video]";
"Voip_Notification_Btn_Accept" = "Aceptar";
"Voip_Notification_Btn_Refuse" = "Rechazar";

"Voip_Notification_Btn_Click_For_Details" = "Haga clic para ver detalles";

// File Transfer
"File.Transfer.Start.Downloading" = "Descargando...";
"File.Transfer.Uploading" = "Cargando...";
"File.Transfer.Downloaded" = "Descargados";
"File.Transfer.Download.Failed" = "No se puede descargar";
"File.Transfer.Download.Cancelled" = "Descarga cancelada.";
"File.Transfer.Uploaded" = "Enviado";
"File.Transfer.Upload.Failed" = "No se puede enviar";
"File.Transfer.Upload.Cancelled" = "Envío cancelado";
"File.Transfer.Open" = "Abrir";
"File.Transfer.Cancel" = "Cancelar";
"File.Transfer.Retry" = "Reintentar";
"File.Transfer.Error.TooBig.Header" = "El archivo supera el límite";
"File.Transfer.Error.TooBig.Body" = "Disculpe, WeChat solo puede enviar archivos de %d MB como máximo.";
"File.Transfer.Error.Empty.Header" = "No se puede enviar";
"File.Transfer.Error.Empty.Body" = "No se puede enviar como archivo porque el tamaño del archivo es 0 KB";
"File.Transfer.Error.Unsupported.Body" = "No se puede enviar este tipo del archivo";
"File.Transfer.FileNotExist.Header" = "No se encontró el archivo";
"File.Transfer.Download.FileNotExist.Body" = "No se encontró el archivo o se ha eliminado, ¿descargarlo de nuevo?";
"File.Transfer.Download.FileExpiredInServer.Body" = "Archivo borrado. No se puede descargar.";
"File.Transfer.Download.FileNotExist.Confirm" = "Descargar";
"File.Transfer.Download.FileNotExist.Cancel" = "Cancelar";
"File.Transfer.Download.NotStart" = "La descarga no ha comenzado.";
"File.Transfer.Button.Download" = "Descargar";
"File.Transfer.Forward.FileNotExist.Header" = "No se puede enviar";
"File.Transfer.Forward.FileNotExist.Body" = "No se encontró el archivo o se ha eliminado. No se puede enviar.";
"File.Transfer.Export.FileNotExist.Header" = "No se puede exportar";
"File.Transfer.Export.FileNotExist.Body" = "El archivo no existe o ha sido borrado.";
"File.Transfer.Export.FileNotDownload.Header" = "No se puede exportar";
"File.Transfer.Export.FileNotDownload.Body" = "El archivo no se ha descargado totalmente.";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "Archivo demasiado grande. No se puede enviar a un grupo de más de %lu personas.";

// Location Message
"LocationMessage.DefaultDescription" = "Ubicación";
"LocationMessage.OpenInQQMaps" = "Abrir en mapas de Tencent…";
"LocationMessage.OpenInAppleMaps" = "Abrir en mapas de Apple…";
"LocationMessage.OpenInGoogleMaps" = "Abrir en mapas de Google…";
"LocationMessage.OpenInMaps" = "Abrir en mapa…";

// System Message
"BrandContact.ReceiveMessage.Title" = "Recibir mensajes";
"BrandContact.ReceiveMessage.Message" = "Recibir mensajes desde esta cuenta oficial";

// Voip Message
"Voip_Connect_Most_Friend" = "Contactos recientes";
"Not_Support_Vediovoip"       = "Lo sentimos, su dispositivo no admite llamadas de video";
"Not_Support_Vediovoip_Receiver"    = "Un amigo le ha invitado a una llamada de video pero su dispositivo no admite esta función";
"Voip_NoNetWork_Tips"          = "Red no disponible ahora. Compruebe la red.";
"Videovoip_Status_inviting"   = " le invita a una llamada de video";
"Videovoip_Status_Calling"    = "Llamando";
"Videovoip_Status_Connecting" = "Conectando";
"Videovoip_Status_Hangup"     = "Llamada terminada";
"Videovoip_Status_Reject"     = "Llamada terminada: solicitud rechazada";
"Videovoip_Status_TimeOut"    = "Conexión caducada";
"Videovoip_Status_BeHanguped" = "Llamada terminada por otro usuario";
"Videovoip_Status_CallFail"   = "Error de conexión";
"Videovoip_Status_Exception"  = "Llamada terminada: error de red";
"Videovoip_Status_WaitForAnswer" = "Esperando respuesta...";
"Videovoip_Status_PeerNoAnswer"  = "No se respondió a la llamada";
"Videovoip_Status_PeerIsBusy"    = "Línea ocupada";
"Videovoip_Status_Caller_CallFail" = "Error de llamada";
"Videovoip_Status_BeRejected"    = "Llamada terminada: solicitud rechazada";
"Videovoip_Status_CancelCall"    = "Llamada cancelada";
"Videovoip_Stauts_NotSupport"    = "Esta función solo está disponible en redes Wi-Fi";
"Videovoip_Status_PeerVersion_NotSupport" = "Error de llamada: otro usuario no es compatible con llamadas de video";
"Videovoip_Status_CheckContact_Error"     = "Sus amigos no lo han agregado a sus Contactos. Envíeles un mensaje y pídales que lo agreguen si desea realizar un chat de video.";
"Videovoip_Status_Blacklist_Error"        = "No se puede iniciar la llamada de video porque usted ha sido bloqueado por el otro usuario.";
"Videovoip_Status_PeerPluginClose"        = "Llamada terminada: su amigo ha desactivado la llamada de video";
"Videovoip_Status_NetWorkError" = "Llamada terminada: error de red";
"Videovoip_Status_TalkBroken" = "Llamada terminada por desconexión";
"Videovoip_Status_Caller_DetectCamera_Fail" = "No se encontró ninguna cámara. Vuelva a intentarlo más tarde o cambie a llamada de voz.";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "No se encontró ninguna cámara. Vuelva a intentarlo más tarde o cambie a llamada de voz.";

"Voip_LocalNotification_Tips"   = "%@ le invita a una llamada de video";
"VoiceVoip_LocalNotification_Tips" = "%@ le invita a una llamada de voz";
"Cancel_LocalNotification_Tips" = "Llamada perdida de %@";
"Normal_LocalNotification_Tips" = "Tiene un mensaje de WeChat.";

"Voicevoip_Status_inviting"   = "le invita a una llamada de voz";
"Voicevoip_Status_PeerVersion_NotSupport" = "No es posible llamar: otro usuario está usando una versión de WeChat no compatible con llamadas de voz";
"Voicevoip_Status_CheckContact_Error"     = "No se puede llamar porque el otro usuario no es su amigo en WeChat";
"Voicevoip_Status_Blacklist_Error"        = "No se puede llamar porque usted ha sido bloqueado por el otro usuario";
"Voicevoip_Status_PeerPluginClose"        = "No es posible llamar: otro usuario ha desactivado la función de llamada de voz";
"Voicevoip_Status_BeRejected"    = "Otro usuario ha rechazado la solicitud de llamada";

"VoipNetSattus_Bad_Tips" = "Conexión de llamada inestable";

"Videovoip_HangupBtnTitle"              = "Colgar";
"Voice_SpeakerButton" = "Altavoz";
"Voice_MicButton_Title" = "Silenciar";
"Voice_MicButton_Clicked_Title" = "Abrir Micro";

"Voip_NodeView_Status_NotConnected"     = "Llamada terminada";
"Voip_NodeView_Status_Call_Complete"    = "Duración: %u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "Desconectado: %u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "Cancelada";
"Voip_NodeView_Status_Remote_Cancel" = "Llamada cancelada por la persona que llama";
"Voip_NodeView_Status_Busy" = "Línea ocupada";
"Voip_NodeView_Status_Call_Failed" = "Error de llamada";
"Voip_NodeView_Status_No_Answer" = "Sin respuesta";
"Voip_NodeView_Status_Remote_No_Answer" = "No se respondió a la llamada";
"Voip_NodeView_Status_Reject" = "Rechazada";
"Voip_NodeView_Status_Remote_Reject" = "Llamada rechazada por el usuario";
"Voip_NodeView_Status_Not_Support" = "El otro usuario no puede tomar este tipo de llamada";
"Voip_NodeView_Status_Connect_Failed" = "No se puede conectar";
"Voip_NodeView_Status_Ignore" = "Ignorada";


"Voip_AcceptByVoice"                = "Cambiar a llamada de voz";
"Voip_SwtichToVoice"                = "Cambiar a llamada de voz";
"Voip_AcceptCall"                   = "Aceptar";
"Voip_RejectCall"                   = "Rechazar";
"Voip_System_Msg_Content"           = "Llamada de video: %@ %@";
"VoiceVoip_System_Msg_Content"      = "Llamada de voz: %@ %@";


"Voip_SendVideoCallInvite"          = "Mensaje";
"Voip_CallFail_ForTimeLogic_Title"  = "Aviso";

"Voip_LocalInviteMsgContent"        = "¿Está disponible para una llamada de video?";
"VoiceVoip_LocalInviteMsgContent"   = "¿Está disponible para una llamada de voz?";

"Voip_Audio_Device_Unplugin_Speaker" = "La voz se reproducirá por el altavoz";
"Voip_Audio_Device_Unplugin_EarPhone" = "Audio a través del teléfono";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "Auricular desconectado. El audio ahora se reproducirá a través del altavoz.";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "Auricular desconectado. El audio ahora se reproducirá a través del teléfono.";
"Voip_RotateScreen"                = "Girar la pantalla";
"Voip_EndCall_Alert_Title"                = "Fin de llamada";
"Voip_EndCall_Alert_Message"              = "Al cerrar las ventanas se terminará la llamada";
"Voip_EndCall_Alert_CancelButton_Title"   = "Cancelar";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "Fin de llamada";
"Voip_Receiver_EndCall_Notification_Msg"  = "Llamada finalizada";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "Esperando la respuesta del destinatario...";
"Voip_EarModeStatus_Tips"        = "Se cambió a llamada de voz";
"Voip_RemoteVideoModeOpen_Tips"  = "La cámara del otro usuario está encendida";
"Voip_RemoteEarMode_Tips" = "La cámara del otro usuario está apagada";
"Voip_Loudspeaker_Off" = "Se cambió a llamada de voz. Mantenga el celular cerca de su oído.";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "Otro usuario cambió a llamada de voz";
"Voip_Loudspeaker_Off_No_Mic" = "Se cambió a llamada de voz";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "Otro usuario cambió a llamada de voz";
"Voip_LocalEarModeTips"     = "Cámara apagada y otro usuario no puede verle ahora";
"Voip_LocalVideoMode"       = "Cámara encendida y otro usuario puede verle ahora";

"Voip_LocalBadNetwork" = "Se cambió a llamada de voz debido a la mala calidad de la red";
"Voip_RemoteBadNetwork" = "Se cambió a llamada de voz debido a la mala calidad de la red del otro usuario";

"Voip_LocalBadNetwork_No_Mic" = "Se cambió a llamada de voz debido a la mala calidad de la red";
"Voip_RemoteBadNetwork_No_Mic" = "Se cambió a llamada de voz debido a la mala calidad de la red del otro usuario";

"Voip_CallerView_Hangup" = "Cancelar";
"Voip_Contact_Info_View_Button_Title" = "Llamada de video";
"VoiceVoip_Contact_Info_View_Button_Title" = "Llamada de voz";
"WeChatCall_Contact_Info_View_Button_Title" = "Llamada de video";

"Voip_RemoteEarMode_before_Answer" = "Otro usuario cambió a llamada de voz";
"Voip_LocalEarMode_before_Answer" = "Se cambió a llamada de voz";
"Voip_Remote_May_Not_Online" = "Otro usuario podría estar ocupado. Inténtelo de nuevo más tarde.";


"Voip_VideoView_Minimize_Tips" = "Cuando se minimiza, la llamada de video continuará con la cámara encendida.";
"Voip_VoiceView_Minimize_Tips" = "Al minimizar la llamada de voz se habilita el modo de altavoz";
"Voip_Video_Conflict" = "Llamada de video establecida. Inténtelo de nuevo más tarde.";
"Voip_Audio_Conflict" = "Llamada de voz establecida. Inténtelo de nuevo más tarde.";
"Voip_CanStart_Video_Call" = "No se puede reiniciar la llamada después de crearse";
"Voip_CanStart_Audio_Call" = "No se puede reiniciar la llamada después de crearse";
"Voip_Status_Audio_Working_Tips" =  "Llamada de voz en uso. Toque para regresar.";
"Voip_Camera_Switch_Tips" = "Cambiar cámara";
"Voip_Ignore_Call" = "Ignorar llamada";
"Voip_Ignore_Alert_Message" = "Si está seleccionado \"Ignorar\", a la persona que llama no se le notifica que se ha cancelado su llamada";
"Voip_Ignore_End_Message" = "Llamadas entrantes ignoradas";

"Voip_Video_Minimize_Message" = "Llamada de video minimizada";
"Voip_Audio_Minimize_Message" = "Llamada de voz minimizada";
"Voip_Minimize_Button" = "Minimizar";
"Voip_Interrupt_By_PhoneCall" = "Celular en llamada. Se finalizó la llamada de voz.";
"Voip_Interrupt_By_OtherApp" = "Dispositivo de audio en uso. Se finalizó la llamada.";
"Voip_InPhoneCall_Conflict" = "Hablando en este momento. Reintentar después de terminar la llamada.";

// Contacts Sidebar
"Contacts.Sidebar.All" = "Todos los contactos";
"Contacts.Sidebar.Favorites" = "Destacado";
"Contacts.Sidebar.GroupChats" = "Grupos guardados";
"Contacts.Sidebar.Requests" = "Solicitudes";
"Contacts.Sidebar.OAs" = "Cuentas oficiales";
"Contacts.Sidebar.Enterprise" = "Cuenta de empresa";
"Contacts.Sidebar.Tags" = "Etiquetas";
"Contacts.Sidebar.Locations" = "Ubicaciones";
"Contacts.NickNameLabel" = "Alias";
"Contacts.FavoritesHeading" = "★ Destacado";

// Contacts Context Menu
"Contacts.Menu.Message" = "Mensajes";
"Contacts.Menu.Call" = "Llamada de video";
"Contacts.Menu.Share" = "Enviar al chat";
"Contacts.Menu.Delete" = "Borrar";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d contactos";
"Contacts.ContactList.Count.Plural" = "%d contacto";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "Clásico";
"EmojiPicker.Category.Human" = "Humano";
"EmojiPicker.Category.Nature" = "Naturaleza";
"EmojiPicker.Category.Objects" = "Objetos";
"EmojiPicker.Category.Places" = "Lugares";
"EmojiPicker.Category.Symbols" = "Símbolos";

"EmojiPicker.Gesture.SwipeHint" = "Activar gestos en diapositivas para ver calcomanías rápidamente";
"EmojiPicker.Gesture.SwipeHintDetail" = "Establecer el gesto \"Pasar de página\" en configuración";
"EmojiPicker.Gesture.IgnoreHint" = "Ignorar";
"EmojiPicker.Gesture.HandleLater" = "Más tarde";
"EmojiPicker.Gesture.HandleRightNow" = "Establecer ahora";

"Emoticon.Favorite" = "Calcomanías personalizadas";
"EmojiPicker.Adding" = "Cargando";
"EmojiPicker.Added" = "Agregado";
"EmojiPicker.Add.Fail" = "No es posible agregar";
"EmojiPicker.Touch.Limit" = "Se ha alcanzado el máximo de calcomanías";
"EmojiPicker.Add.Timeout" = "Fin de espera de solicitud";

"EmojiPicker.Add.Fail.NeedPurchase" = "Calcomanía de pago. Cómprela antes de agregarla.";
"EmojiPicker.Add.Fail.NotValidArea" = "Calcomanía no disponible. No se puede agregar.";
"EmojiPicker.Add.Fail.Expired" = "No se puede agregar esta calcomanía porque no está disponible";
"EmojiPicker.Add.Fail.NoSuchProduct" = "No se puede agregar esta calcomanía";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "Ha invitado a %@ al grupo.";
"CreateChatRoom.MsgSeperate" = ",";
"CreateChatRoom.DefaultTopic"	= "Grupo";
"ChatRoom.ReservedTopicNames"	= "Chat de grupo";
"ChatRoom.NeedVerify" = "%@ debe ser su amigo para poder invitarlo a un chat de grupo. Envíele una solicitud de amistad primero.";
"ChatRoom.Panel_Choose_Contact" = "Seleccionar contactos";
"ChatRoom.Panel_Chosen_Num" = "%lu contacto(s) seleccionado(s)";
"ChatRoom.Panel_Has_Add" = "Seleccionado";
"ChatRoom.Delete_Member_Fail" = "No se puede borrar este contacto";
"ChatRoom.Delete_Self" = "No se puede eliminar a sí mismo del grupo.";

"ChatRoom.ChatRoomBeyondMax" = "Ya ha creado el número máximo de grupos";
"ChatRoom.TopicIllegal" = "Nombre de grupo no válido";
"ChatRoom.Unkown_Failed" = "No se puede crear el grupo";
"ChatRoom.ChatRoomMemberBeyondMax" = "Este grupo está lleno. Para agregar nuevos miembros, primero elimine algunos.";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "Este grupo está lleno. Amplíe la capacidad del grupo.";
"ChatRoom.NeedVerifyWait"  = "Se ha enviado su invitación al grupo. Espere la aprobación del propietario del grupo.";
"ChatRoom.NotExist" = "Este grupo no existe.";
"ChatRoom.Status_Error" = "No puede invitar a amigos al grupo porque se ha producido un error.";
"ChatRoom.Error_NoUser" = "%@ no existe.";
"ChatRoom.Error_BlackList" = "%@ no ha aceptado unirse al grupo.";
"ChatRoom.Error_Verify" = "%@ no es su amigo de WeChat aún. Agréguelo primero.";

"ChatRoom.Quit.Confirm.Heading" = "Abandonar chat de grupo: %@";
"ChatRoom.Quit.Confirm.Message" = "No volverá a recibir mensajes de este chat.";
"ChatRoom.Quit.Confirm.OK" = "Abandonar";

// Sticker Picker
"StickerPicker.CustomStickers" = "Personalizar";

// Compose Bar
"ComposeBar.PlaceholderString" = "Mensaje";
"ComposeBar.EmoticonTooltip" = "Emoticonos";
"ComposeBar.StickerTooltip" = "Emoticonos";
"ComposeBar.AttachmentTooltip" = "Archivo adjunto";
"ComposeBar.VideoTooltip" = "Llamada de video";
"ComposeBar.VoiceTooltip" = "Llamada de voz";

"ComposeBar.ScreenshotText" = "Captura de pantalla";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "Solo se pueden enviar los primeros %d adjuntos";

// Chat Unselected View
"Unselected.Wording" = "No hay chat seleccionado";

// Message Context Menu
"Message.Menu.Copy" = "Copiar";
"Message.Menu.Delete" = "Borrar";
"Message.Menu.Forward" = "Enviar";
"Message.Menu.Add.Emotion" = "Agregar calcomanía";
"Message.Menu.Browser" = "Abierto en navegador";
"Message.Menu.Copy.Link.Url" = "Copiar URL";
"Message.Menu.Refresh" = "Actualizar";
"Message.Menu.Service" = "Servicio";
"Message.Menu.Translate" = "Traducir";
"Message.Menu.HideTranslation" = "Ocultar traducción";
"Message.Menu.Favorites" = "Favorito";
"Message.Menu.Export" = "Guardar como…";
"Message.Menu.SaveAs" = "Guardar como…";
"Message.Menu.Recall" = "Recuperar enviado";
"Message.Menu.Recall.Over.Two.Mins" = "Recuperar enviado";
"Message.Menu.Resend" = "Volver a enviar";
"Message.Menu.Share.Extension" = "Compartir…";
"Message.Menu.Quote" = "Citar";
"Message.Menu.Debug.ViewSource" = " Ver XML";
"Message.Menu.Convert.To.Text" = "Convertir a texto";
"Message.Menu.Wipe.Out.Text" = "Colapsar";
"Message.Menu.Multiple.Select" = "Múltiples";
"Message.ErrorIndicator.Resend" = "Volver a enviar";

"Message.Notification.Mention" = "%@ le ha mencionado en un grupo de chat";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "Error de conversión";
// Message Multiple select
"Message.Multiple.Select.Forward" = "Enviar uno por uno";
"Message.Multiple.Select.Merge.Forward" = "Combinar y enviar";
"Message.Multiple.Select.Fav" = "Favorito";
"Message.Multiple.Select.Delete" = "Borrar";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "Archivo demasiado grande. No se puede enviar a un grupo de más de %lu personas.";

"Message.Multiple.Select.Undownload" = "Desde los elementos seleccionados no se pueden enviar y hacer favoritos: calcomanías, imágenes, videos y archivos no descargados";
"Message.Multiple.Select.NotAllowForword" = "No se pueden enviar de los ítems seleccionados: audios, tarjetas de contacto, juegos, tarjetas y ofertas, mensajes de pago";
"Message.Multiple.Select.NotAllowFav" = "No se pueden hacer favoritos de los ítems seleccionados: calcomanías, tarjetas de contacto, juegos, tarjetas y cupones, registros, prepagos u otros mensajes especiales";
"Message.Multiple.Select.Undownload.NotAllowForward" = "Desde los elementos seleccionados no se pueden enviar: audios, tarjetas de contacto, juegos, tarjetas y cupones, sugerencias de pago o calcomanías, imágenes, videos y archivos no descargados";
"Message.Multiple.Select.Undownload.NotAllowFav" = "Desde los elementos seleccionados no se pueden hacer favoritos: tarjetas de contacto, juegos, tarjetas y cupones, registros, sugerencias de pago o calcomanías, imágenes, videos y archivos no descargados";
"Message.Multiple.Select.NotAllow.MergeForward" = "Desde los elementos seleccionados no se pueden combinar y reenviar scripts de chat, notas, audios o archivos grandes, tarjetas de contacto, juegos, tarjetas y cupones y sugerencias de pago";

"Fav_Node_Name_Record" = "[Transcripción]";
"Fav_Node_Name_Card" = "[Mensaje de Tarjetas y ofertas]";
"Fav_Node_Name_Emoji" = "[Calcomanía]";
"Fav_Node_Name_Pay" = "[Mensaje de pago]";
"Fav_Node_Name_Not_Support" = "[Este mensaje no se puede mostrar]";
"Fav_Node_Name_ShareCard" = "[Tarjeta de contacto]";
"Fav_Record_Title" = "TRANSCRIPCIÓN";

// Message Delete
"Message.Delete.Confirm.Title" = "Eliminar mensaje";
"Message.Delete.Confirm.Description" = "¿Borrar este mensaje?";
"Message.Delete.Multiple.Confirm.Description" = "¿Borrar el mensaje seleccionado?";
"Message.Delete.Confirm.Action" = "Borrar";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "Reenviar mensaje";
"Message.ForwardSheet.Confirm" = "Enviar";
"Message.ForwardSheet.ErrorHeader" = "No se puede enviar mensaje";
"Message.ForwardSheet.ErrorDescription" = "Se produjo un error al reenviar el mensaje.";
"Message.ForwardAlert.Header" = "Reenviar mensaje";
"Message.ForwardAlert.Description" = "¿Reenviar mensaje al chat actual?";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "No se puede enviar";
"Message.Video.ErrorHeader.Copy" = "No se puede copiar el video";
"Message.Video.ErrorDescription.ShouldDownload" = "Descargar el video primero";
"Message.Video.ErrorDescription.General" = "No se puede enviar mensaje";
"Message.Video.Compressing" = "Comprimiendo…";

// Friend Request
"Friend.Request.Default.Content" = " desea agregarlo";
"Friend.Request.Accept" = "Aceptar";
"Friend.Request.Delete" = "Borrar";
"Friend.Request.Added" = "Agregado";
"Friend.Request.View.Title" = "Solicitud de amistad";
"Friend.Request.Accept.ErrorHeader" = "No se puede agregar un amigo";

"Friend.Request.WaitingForConfirm" = "Solicitud enviada";
"Friend.Request.Greeting" = "Enviar saludo";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "Verificación de amigo";
"Friend.Verify.Message.Window.Hint" = "Enviar solicitud de amistad a %@";
"Friend.Verify.Message.Window.Send" = "Enviar";
"Friend.Verify.Message.Window.Default.Message" = "Soy %@";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "Hola, soy \"%2$@\" de %1$@";


// Send Friend Request Dialog
"SendFriendRequest.Heading" = "Enviar solicitud de amistad";
"SendFriendRequest.Prompt" = "Introduzca un mensaje de saludo:";
"SendFriendRequest.DefaultMsgFormat" = "Soy %@";
"SendFriendRequest.Send" = "Enviar";


// Unsupported Message
"Message.Unsupported" = "Mensaje no compatible. Verlo en el teléfono.";

// Hongbao Message
"Message.Hongbao.Summary" = "[Paquete rojo]";
"Message.Hongbao.Send.Hint" = "[Ha enviado un paquete rojo]";
"Message.Hongbao.Receive.Hint" = "[Ha recibido un paquete rojo. Véalo en el celular.]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[Transferencia] Espere la confirmación de recepción de su amigo";
"Message.Transfer.Send.Hint" = "[Ha hecho una transferencia]";
"Message.Transfer.Send.Accept.Summary" = "[Transferencia] Ha confirmado la recepción";
"Message.Transfer.Send.Accept.Hint" = "[Ha recibido una transferencia]";
"Message.Transfer.Send.Reject.Summary" = "[Transferencia] Ha reembolsado una transferencia";
"Message.Transfer.Send.Reject.Hint" = "[Ha reembolsado una transferencia]";
"Message.Transfer.Receive.Summary" = "[Transferencia] Confirme la recepción";
"Message.Transfer.Receive.Hint" = "[Ha recibido una transferencia. Véala en el celular.]";
"Message.Transfer.Receive.Accept.Summary" = "[Transferencia] Recibida por un amigo";
"Message.Transfer.Receive.Accept.Hint" = "[Recibido por un amigo]";
"Message.Transfer.Receive.Reject.Summary" = "[Transferencia] Reembolsada por un amigo";
"Message.Transfer.Receive.Reject.Hint" = "[Reembolsado por un amigo]";

// Export
"Link.Export.Default.Title" = "Vínculo";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "Próximamente";
"DebugTools.FeatureNotReady.Body" = "Esta función aún no está lista.";
"DebugTools.Menu.CheckForUpdates" = "Comprobar actualizaciones…";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "Comprobar actualizaciones… (requiere OfficeWifi)";
"DebugTools.Menu.ReadReleaseNotes" = "Blog de notas de versiones";
"DebugTools.Menu.UploadLogs" = "Cargar archivos de registro…";
"DebugTools.Menu.Filesystem" = "Sistema de archivos";
"DebugTools.Menu.Filesystem.Library" = "Abrir biblioteca (para esta cuenta)";
"DebugTools.Menu.Filesystem.Cache" = "Abrir caché (para esta cuenta)";
"DebugTools.Menu.MarkAllAsRead" = "Marcar todo como leído";
"DebugTools.Menu.KitchenSink" = "Fregadero";
"DebugTools.Menu.SwitchServer" = "Cambiar de servidor";


// Log Report
"LogReport.Description" = "Haga clic a continuación para cargar su registro para ayudarnos a resolver su problema.";
"LogReport.Upload" = "Carga de registro";
"LogReport.Uploading" = "Cargando…";
"LogReport.UploadFinished" = "La carga ha finalizado. ¡Gracias por su ayuda!";
"LogReport.UploadFailed" = "No se puede cargar el registro. Compruebe la red y vuelva a intentarlo.";
"LogReport.UploadDone" = "Listo";

// Search
"Search.Comma" = ", ";
"Search.Include" = "Incluye ";
"Search.GroupName" = "Nombre de grupo: ";
"Search.Nickname" = "Alias: ";
"Search.Username" = "ID de WeChat: %@";
"Search.Remark" = "Nota: ";
"Search.RemarkDescription" = "Nota: ";
"Search.City" = "Ciudad: ";
"Search.Province" = "Provincia: ";
"Search.Country" = "País: ";
"Search.NoResults" = "No hay resultados";
"Search.Section.Contact" = "Remitente";
"Search.Section.GroupChat" = "Chat de grupo";
"Search.Section.OA" = "Cuentas oficiales";
"Search.Section.Favorite" = "Favoritos";
"Search.Section.See.All.Format" = "Ver todo (%d)";
"Search.Section.Fold" = "Plegar";

//==== Favorites ====
"Favorites.Default.Title.Text" = "Texto";
"Favorites.Default.Title.Video" = "Video";
"Favorites.Default.Title.Sight" = "Sight";
"Favorites.Default.Title.Image" = "Foto";
"Favorites.Default.Title.Voice" = "Voz";
"Favorites.Default.Title.WebPage" = "Vínculo";
"Favorites.Default.Title.Location" = "Ubicación";
"Favorites.Default.Title.Music" = "Música";
"Favorites.Default.Title.File" = "Archivo";
"Favorites.Default.Title.Book" = "Reservar";
"Favorites.Default.Title.Product" = "Producto";
"Favorites.Default.Title.TV" = "TV";
"Favorites.Default.Title.Card" = "Tarjeta";
"Favorites.Default.Title.Record" = "Transcripción";
"Favorites.Default.Title.Record.Format" = "Transcripción para %@";
"Favorites.File.Over.Limit.Title" = "Archivo favorito";
"Favorites.File.Over.Limit.Description" = "Archivo demasiado grande. No se puede hacer favorito.";
"Favorites.No.FavItems.Description" = "No hay elementos favoritos";
"Favorites.No.FavItems.Add.Items.Tips" = "Puede agregar scripts de chat a Favoritos";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "Enviar elementos favoritos";
"Favorite.ForwardSheet.Confirm" = "Enviar";
"Favorite.ForwardSheet.ErrorHeader" = "No se puede enviar mensaje";
"Favorite.ForwardSheet.ErrorDescription" = "Sistema ocupado. Vuelva a intentarlo más tarde.";
"Favorite.ForwardAlert.Header" = "Enviar";
"Favorite.ForwardAlert.Description" = "¿Confirma que desea enviar a este chat?";

"Favorites.AddToFavoritesDragOverlay" = "Agregar a favoritos";
"Favorites.Via" = "Desde: ";
"Favorites.GroupChat.Default.Name" = "Chat de grupo";
"Favorites.Show.In.Fav" = "Ver en Favoritos";
"Favorites.Usage.Format" = "En uso %@ Disponible %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "Enviar al chat";
"Favorites.Menu.Copy" = "Copiar";
"Favorites.Menu.Delete" = "Borrar";
"Favorites.Menu.Download" = "Descargar";
"Favorites.Menu.Open.File" = "Abrir";
"Favorites.Menu.Export.File" = "Guardar como…";
"Favorites.Confirm.Delete.Title" = "¿Borrar esto de Favoritos?";
"Favorites.Confirm.Delete.Title.Multiple" = "¿Borrar %lu elementos de Favoritos?";
"Favorites.Confirm.Delete.Desc" = "Si lo borra, desaparecerá de su cuenta en todos los dispositivos.";
"Favorites.Confirm.Delete.Desc.Multiple" = "Si borra éstos elementos, desaparecerán de su cuenta en todos los dispositivos.";
"Favorites.Confirm.Delete" = "Borrar";
"Favorites.Menu.View.Debug.XML" = " Ver XML";

"Favorites.Send.Heading.Singular" = "Enviar Favorito";
"Favorites.Send.Heading.Plural" = "Enviar %d Favoritos";
"Favorites.Send.Button" = "Enviar";
// Error
"Favorites.Send.Error.Header" = "No se puede enviar";
"Favorites.Send.Error.SingleItem.Body" = "Este elemento no se puede enviar hasta que haya finalizado su descarga.";
"Favorites.Send.Error.MultiItems.Body" = "Estos elementos no se pueden enviar hasta que haya finalizado su descarga.";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "Elementos no descargados todavía: %@. Cuando termine, puede enviarlos.";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "Se está descargando un elemento favorito. Inténtelo más tarde.";
"Favorites.File.Export.Error.Header" = "No se puede exportar el archivo";
"Favorites.Open.Error.Header" = "No se puede abrir";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "Se está descargando un elemento favorito. Volver a abrir más tarde.";
"Favorites.File.Export.Error.Body" = "Descargar el archivo primero";
"OA.Number.Over.Limit.Addcontact.Fail" = "No es posible seguir";
"OA.Number.Over.Limit" = "Alcanzado límite de seguimientos de la cuenta oficial";
"Favorites.Record.Group.Forward.Title" = "Transcripción para %@";


// Favorites sidebar
"Favorites.Sidebar.All" = "Todos los elementos";
"Favorites.Sidebar.PhotoItems" = "Foto";
"Favorites.Sidebar.URLItems" = "Vínculo";
"Favorites.Sidebar.MusicItems" = "Música";
"Favorites.Sidebar.NoteItems" = "Nota";
"Favorites.Sidebar.Tag" = "ETIQUETAS";
"Favorites.Sidebar.Senders" = "CONTACTOS";
"Favorites.Sidebar.Chats" = "GRUPOS";
"Favorites.Sidebar.FileItems" = "Archivo";
"Favorites.Sidebar.ShowMore" = "Ver todo";
"Favorites.Sidebar.Hide" = "Ocultar";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%1$@ desde %2$@"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "Enviar";
"Favorites.Viewer.Action.Delete" = "Borrar";
"Favorites.Viewer.Action.Export" = "Guardar como…";
"Favorites.Viewer.Action.SaveAs" = "Guardar como…";
"Favorites.Viewer.Action.OpenInBrowser" = "Abierto en navegador";
"Favorites.Viewer.Action.AddToFavorites" = "Agregar a favoritos";
"Favorites.Viewer.Action.Share" = "Compartir";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "Error al enviar";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "No se puede enviar este elemento porque aún no terminó su descarga.";
"Favorites.Viewer.Action.Previous.Item" = "Anterior";
"Favorites.Viewer.Action.Next.Item" = "Siguiente";
"Favorites.Viewer.Action.OpenWith" = "Abrir con app predeterminada";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "Abrir con \"%@\"";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "No se puede ver este contenido en la versión actual";
"Favorites.Note.UpdateTips" = "Actualizar a la versión más reciente de WeChat";
"Favorites.Note.Downloading" = "Cargando";

"Fav.Record.Single.Forward.Title" = "Historial de chat de %@ y %@";
"Fav.Record.Group.Forward.Title.New" = "%@, %@ y %@";
"Fav.Record.Group.Forward.Title" = "Transcripción para %@";
"Contacts.GroupCard"			= "Grupo";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@, %@ y %@";
"Fav_Record_Group_Forward_Title_Count" = "%u personas";
"Fav_Record_Forward_Voice_CannotPlay" = "No se puede reproducir voz la voz reenviada";

"Fav_Node_Img_Title" = "[Foto]";
"Fav_Node_Location_Title" = "[Ubicación] %@";
"Fav_Node_Voice_Title" = "[Voz]";
"Fav_Node_Emoji_Title" = "[Calcomanía]";
"Fav_Node_Video_Title" = "[Video]";
"Fav_Node_File_Title" = "[Archivo] %@";
"Fav_Node_Music_Title" = "[Música] %@";
"Fav_Node_Goods_Title" = "[Artículos] %@";
"Fav_Node_TV_Title" = "[TV] %@";
"Fav_Node_URL_Title" = "[URL] %@";
"Fav_Node_Sight_Title" = "[Sight]";

//WeNote
"WeNote_Default_Title" = "Agregar título";
"WeNote_Update_Time" = "Última edición: ";
"WeNote_Recording" = "Grabación";
"WeNote_Downloading" = "Cargando";
"WeNote_UnknownType" = "No se puede ver este contenido en la versión actual";
"WeNote_UpdateTips" = "Actualizar a la versión más reciente de WeChat";
"WeNote_Conflict_Prefix" = "Modificación de conflicto";
"WeNote_Conflict" = "Modificación de conflicto (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[Nota]";
"WeNote_Message_Default_Title" = "Nota";
"WeNote_Fav_Icon_Text" = "Favorito";
"WeNote_Total_Image_Count" = "%lu imágen(es)";

// Date
"Favorites.Date.Today" = "Hoy";
"Favorites.Date.This.Week" = "Esta semana";

// Search
"Favorites.Search.Section.Header.Content" = "Contenido";
"Favorites.Search.Section.Header.Sender" = "Remitente";
"Favorites.Search.Section.Header.GroupChat" = "Chat de grupo";
"Favorites.Search.Result.Number.Singular" = "(1 Resultado)";
"Favorites.Search.Result.Number.Multiple" = "(%d Resultados)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "Desde: ";

//收藏容量
"Fav_Capacity_Title" = "Borrar almacenamiento de favoritos";
"Fav_Capacity_Alert_NotEnough_Title" = "Almacenamiento insuficiente";
"Fav_Capacity_Alert_NotEnough_Content" = "No se pueden utilizar los Favoritos. Recupere algo de espacio y vuelva a intentarlo.";
"Fav_Capacity_Detail" = "Detalles";
"Fav_Capacity_Nearly_UsedUp" = "Almacenamiento insuficiente. Recupere algo de espacio y vuelva a intentarlo.";
"Fav_Capacity_Already_UsedUp" = "No se puede cargar contenido porque no hay suficiente espacio de almacenamiento. Recupere algo de espacio y vuelva a intentarlo.";
"Fav_Capacity_Left" = "Disponible: ";
"Fav_Capacity_Choosen" = "Recuperar: ";
"Fav_Capacity_Delete_Tip" = "Los elementos seleccionados no se puede recuperar una vez borrados. ¿Borrarlos ahora?";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1 nuevo mensaje";
"Message.Unread.TipsPlural" = "%d mensajes nuevos";
"Message.Unread.DividerText" = "A continuación hay mensajes nuevos";

// Official Account
"OA_Read_More" = "Más información";

// Time
"Util_Today" = "Hoy";
"Util_Yesterday" = "Ayer";
"Util_Sunday" = "Domingo";
"Util_Monday" = "Lunes";
"Util_Tueday" = "Martes";
"Util_Wedday" = "Miércoles";
"Util_Thuday" = "Jueves";
"Util_Friday" = "Viernes";
"Util_Satday" = "Sábado";
"Util_Daybreak"  = "a.m.";
"Util_Morning"   = "a.m.";
"Util_Noon"      = "p.m.";
"Util_Afternoon" = "mediodía";
"Util_Evening"   = "noche";

// Name Card
"Message.Name.Heading" = "TARJETA DE CONTACTO";
"Message.Name.Heading.Official.Account" = "CUENTA OFICIAL";
"Message.Name.GroupChatInviteHeading" = " le invita a un grupo";
"Message.Name.Card.Added" = "Agregado";
"Message.Name.Card.NotFriendYet" = "No es amigo aún";
"Message.Name.Card.AddButton" = "Agregar";
"Message.Name.Card.MessageButton" = "Mensaje";
"Message.Name.Card.OpenGroupButton" = "Mensajes";
"Message.Name.Card.JoinGroupButton" = "Unirse a grupo";
"Message.Name.Card.GroupAlreadyJoined" = "Ya es miembro";
"Message.Name.Card.GroupNotYetJoined" = "No es miembro aún";

"Message.Reader.ReadMore" = "Más información";
"Message.Recall.Failed" = "No se pudo recuperar el mensaje. Compruebe su red.";
"Message.Recall.Succ" = "Ha recuperado un mensaje enviado.";

"Message.Translate.Failed.Heading" = "No se puede traducir";
"Message.Translate.Failed.Default" = "Vuelva a intentarlo más tarde.";
"Message.Translate.Failed.Text.Over.Limit" = "Este texto es demasiado largo y no puede traducirse.";
"Message.Translate.Finish" = "Traducido";

"Message.Input.Too.Long.Title" = "Texto demasiado largo";
"Message.Input.Too.Long.Content" = "Este mensaje tiene demasiados caracteres para enviar.";

"Message.Draft.Photo" = "[Foto]";

// Chat Inspector
"ChatInspector.Sticky" = "Siempre arriba";
"ChatInspector.Favorite" = "Destacado";
"ChatInspector.Mute" = "Silenciar";
"ChatInspector.Share" = "Compartir";
"ChatInspector.LeaveChat" = "Abandonar";
"ChatInspector.ShowNames" = "Nombres en pantalla";
"ChatInspector.Send.Message" = "Mensaje";
"ChatInspector.Add.Contact" = "Agregar contacto";

"ChatInspector.ActionMenu.Invite" = "Invitar a personas…";
"ChatInspector.ActionMenu.GroupQRCode" = "Código QR de grupo";

"ChatInspector.AddMembers.Title" = "Agregar al chat";
"ChatInspector.AddMembers.Confirm" = "Agregar";
"ChatInspector.AddMembers.Back" = "Chat";

"ChatInspector.InviteMembers.Title" = "Invitar al chat";
"ChatInspector.InviteMembers.Confirm" = "Enviar";
"ChatInspector.InviteMembers.Back" = "Atrás";

"ChatInspector.ShareIndNamecard.Title" = "Compartir Tarjeta de contacto para %@";
"ChatInspector.ShareIndNamecard.Confirm" = "Enviar";
"ChatInspector.ShareIndNamecard.Back" = "Atrás";

"ChatInspector.QRCode.Heading" = "Código QR de grupo";
"ChatInspector.QRCode.Title" = "Compartir código QR de grupo";
"ChatInspector.QRCode.Description" = "¡Arrástrelo y suéltelo en una hoja publicitaria, u correo electrónico o en cualquier parte que se vea!";
"ChatInspector.QRCode.SaveButton" = "Guardar";
"ChatInspector.QRCode.RevokeButton" = "Revocar";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "Cambiar nombre";
"GroupChatInspector.UpdateNickName" = "Cambiar alias de grupo";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "Agregar miembro";
"ChatInfoPanel.Remove.Member" = "Eliminar miembro";
"ChatInfoPanel.LeaveChat" = "Abandonar";
"ChatInfoPanel.Loading" = "Cargando...";
"ChatInfoPanel.Removed" = "Eliminado";
"ChatInfoPanel.Added" = "Agregado";
"ChatInfoPanel.Failed" = "Sistema ocupado. Vuelva a intentarlo más tarde.";
"ChatInspector.Save.To.Address.Book" = "Guardar en Contactos";
"ChatInfoPanel.Add.Member.Confirm" = "Agregar";
"ChatInfoPanel.Remove.Member.Confirm" = "Borrar";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "Nombre de grupo";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "Tocar para editar nombre de grupo";
"ChatDetailPanel.GroupChatAnnounce" = "Aviso de grupo";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "No hay avisos de grupo aún";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "Tocar para definir un aviso de grupo";
"ChatDetailPanel.GroupChat.AddMember" = "Agregar miembro";
"ChatDetailPanel.GroupChat.RemoveMember" = "Eliminar miembro";
"ChatDetailPanel.LeaveGroupChat" = "Abandonar";
"ChatDetailPanel.Announcenment.Cancel" = "Cancelar";
"ChatDetailPanel.Announcenment.Confirm" = "Publicar";
"ChatDetailPanel.Loading" = "Cargando...";
"ChatDetailPanel.Removed" = "Eliminado";
"ChatDetailPanel.Removed.Fail" = "No se puede borrar";
"ChatDetailPanel.Added" = "Agregado";
"ChatDetailPanel.Failed" = "Sistema ocupado. Vuelva a intentarlo más tarde.";
"ChatDetailPanel.Announcement.AtAll" = "@Todo";
"ChatDetailPanel.NoAnnouncement.Hint" = "No hay contenido";
"ChatDetailPanel.NoAnnouncement.Description" = "Solo el propietario puede cambiar el aviso de grupo";
"ChatDetailPanel.Announcement.SaveFail" = "Guardar aviso de grupo";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "Región";
"Contacts.Inspector.SourceKeyLabel" = "Desde ";
"Contacts.Inspector.NickNameLabel" = "Alias";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "Comentarios";
"Contacts.Inspector.ToolTips.SendMessage" = "Mensajes";
"Contacts.Inspector.ToolTips.ShareNameCard" = "Compartir tarjeta de visita";
"Contacts.Inspector.ToolTips.AddToContact" = "Agregar";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "Ver historial de mensajes";
"Contacts.Inspector.ToolTips.AddBizContact" = "Seguir";

"Contacts.UserNameKeyLabel" = "ID de WeChat";
"Contacts.LocationKeyLabel" = "Ubicación";
"Contacts.DescriptionKeyLabel" = "Comentarios";
"Contacts.StatusKeyLabel" = "Novedades";
"Contacts.BrandIntroKeyLabel" = "Introducción";
"Contacts.SourceKeyLabel" = "Modo de transferencia";
"Contacts.GroupChatNameLabel" = "Nombre de grupo";
"Contacts.TagKeyLabel" = "Etiquetas";
"Contacts.RemarkKeyLabel" = "Comentarios";
"Contacts.Header.Profile" = "PERFIL";
"Contacts.Header.MyNotes" = "MIS NOTAS";
"Contacts.Header.Favorites" = "FAVORITOS";
"Contacts.Value.NoneSet" = "No configurado";
"Contacts.EnterChat" = "Mensajes";
"Contacts.GroupChat.SendMsg" = "Ingresar Grupo";
"Contacts.GroupChat.Remove" = "Eliminar de Contactos";
"Contacts.SendMsgToBrankContact" = "Ver historial de mensajes";

"Contacts.CardInspector.Action.Message" = "Mensaje";
"Contacts.CardInspector.Action.Favorite" = "Destacado";
"Contacts.CardInspector.Action.ShareNamecard" = "Compartir Tarjeta de contacto";
"Contacts.CardInspector.Action.Delete" = "Eliminando…";
"Contacts.SourceList.Tag.Delete" = "Borrar";
"Contacts.SourceList.Tag.Rename" = "Cambiar nombre";

"Contacts.Delete.Title.Format" = "¿Borrar %lu contactos?";
"Contacts.Delete.Description" = "Si prosigue, desaparecerán permanentemente de sus contactos.";
"Contacts.Delete.Title.Format.Multiple" = "¿Borrar %lu contactos?";
"Contacts.Delete.Description.Multiple" = "Si prosigue, desaparecerán permanentemente de sus contactos.";


// Contact UI Add Scene / Source
"Contacts_Source_Shake"			= "Sacudir";
"Contacts_Source_LBS"			= "Personas cercanas";
"Contacts_Source_QRCode"        = "Escanear código QR";
"Contacts_Source_Chatroom"      = "Agregado desde Grupo";
"PushContactLBS"                     = "De personas cercanas";
"PushContactShake"					 = "De Sacudir";
"PushContactBottle"					 = "De Mensaje en una botella";
"PushContactQRCode"                  = "De Sacudir";
"PushContactGoogleContact"           = "Contactos de Google";
"PushContactRadar"           = "Radar de amigos";
"PushContacPush"                  = "Nuevos amigos";

// Share Namecard Sheet
"ShareNameCard.Heading" = "Compartir \"%@\" en:";
"ShareNameCard.Confirm" = "Enviar";

// Group Chat
"CreateChatRoom_MsgFormat" = "Ha invitado a %@ al grupo.";
"CreateChatRoom_MsgSeperate" = "，";
"CreateChatRoom_DefaultTopic"	= "Grupo";
"ChatRoom_ReservedTopicNames"	= "Chat de grupo";
"ChatRoom_NeedVerify" = "%@ debe ser su amigo para poder invitarlo a un chat de grupo. Envíele una solicitud de amistad primero.";
"ChatRoom_Panel_Choose_Contact" = "Seleccionar contactos";
"ChatRoom_Panel_Chosen_Num" = "%lu contacto(s) seleccionado(s)";
"ChatRoom_Panel_Has_Add" = "Seleccionado";
"ChatRoom_Delete_Member_Fail" = "No se puede borrar este contacto";
"ChatRoom_Delete_Self" = "No se puede eliminar a sí mismo del grupo.";
"ChatRoom_ChatRoomBeyondMax" = "Ya ha creado el número máximo de grupos";
"ChatRoom_TopicIllegal" = "Nombre de grupo no válido";
"ChatRoom_Unkown_Failed" = "No se puede crear el grupo.";
"ChatRoom_ChatRoomMemberBeyondMax" = "Este grupo está lleno. Para agregar nuevos miembros, primero elimine algunos.";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "Este grupo está lleno. Amplíe la capacidad del grupo.";
"ChatRoom_NeedVerifyWait"  = "Se ha enviado su invitación de amigo para unirse al grupo. Espere la aprobación del propietario del grupo.";
"ChatRoom_NotExist" = "Este grupo no existe.";
"ChatRoom_Status_Error" = "No puede invitar a sus amigos al grupo porque se ha producido un error";
"ChatRoom_Error_NoUser" = "%@ no existe";
"ChatRoom_Error_BlackList" = "%@ no ha aceptado unirse al grupo.";
"ChatRoom_Error_Verify" = "%@ no es su amigo de WeChat aún. Primero debe agregarlo.";
"NewMessage_ContactBeyondMaxTitle_Admin"= "Este grupo está completo. ¿Desea más información?";
"NewMessage_ContactBeyondMaxTitle"= "No se pueden seleccionar más contactos";
"NewMessage_IlegalTopic"	     = "Tema no válido. Pruebe otro.";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "Unirse a grupo";
"Group.Chat.Members.Error.Title" = "Agregar miembro";
"Group.Chat.Members.Over.Limit" = "No se pueden seleccionar más contactos";
"Group.Chat.Members.Illegal.Topic" = "Tema no válido. Pruebe otro.";
"Group.Chat.Members.Need.Verify" = "Se ha enviado una invitación de amistad. Esperando la aprobación del propietario del grupo.";
"Group.Chat.Members.Not.Exist" = "El grupo no existe";
"Group.Chat.Members.Status.Error" = "No se puede invitar a amigos a unirse a este grupo";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "Este grupo está completo. El propietario (%@) puede aumentar la capacidad del grupo hasta %lu miembros.";
"Group.Chat.Members.Invite.Now" = "Este grupo tiene muchos miembros. Un nuevo usuario tiene que aceptar su invitación para unirse al grupo. ¿Invitar ahora?";
"Group.Chat.Members.Invite" = "Invitar";
"Group.Chat.Members.Unknown.Issue" = "Sistema ocupado. Vuelva a intentarlo más tarde.";

// Viewer Window
"ViewerWindow.Title.Photo" = "Foto";

// YO Message
"Yo.Message.Description" = " le está buscando";

// Lock Screen
"Lock.Title" = "WeChat está bloqueado.";
"Lock.Description" = "En su celular, puede desbloquearlo desde \"Mi Mac\" en WeChat.";
"Lock.Log.Out" = "Cerrar sesión";
"Lock.Title.Network" = "No hay conexión de red";
"Lock.Description.Network" = "WeChat se conectará de nuevo cuando se detecte una red.";
"Lock.Open.Mac.Helper" = "Desbloquear en celular";
"Lock.Title.Network.Login" = "Red desconectada";
"Lock.Description.Network.Login" = "Compruebe la red y vuelva a intentarlo";
"Lock.Description.Network.Banner" = "Red no disponible. Compruebe y vuelva a intentarlo.";

// Mac Helper
"MacHelper.Active.Message" = "Ha iniciado sesión en %@";
"MacHelper.Main.Device.Name.Default" = "Mi celular";
"MacHelper.Default.Message" = "Puede enviar mensajes y archivos a su celular en este chat.";

// Harcode Contacts
"Official_MacHelper_NickName" = "Mi celular";

// Notification
"Notification.Receive.Message" = "Ha recibido un mensaje";

// Debug Strings
"Debug.Upload.Dump.Log" = "Retraso al cargar histórico";
"Debug.Upload.Success" = "Cargado";
"Debug.Upload.Uplloading" = "Cargando…";
"Debug.Upload.Failed" = "Carga imposible. Reintente más tarde.";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "Archivo sin nombre";

// OA Message
"OAMessage.No.Article" = "No hay artículos nuevos";

"TechSupport.Jietu.Title" = "Jietu";
"TechSupport.Jietu.Desc" = "Con tecnología de Jietu. \"Jietu\" es una app gratuita para capturar pantallas que ofrece una interfaz fácil de utilizar.";

// Chat Record
"ChatRecord.Video.Duration" = "%u segundo(s)";

// Whats New
"WhatsNew.title" = "WeChat para Mac 2.2";
"WhatsNew.desc" = "1. Haga copia de seguridad en su Mac de los registros de chat de celular. \n2. Traduzca los mensajes de chat al idioma de su interfaz. \n3. Función de búsqueda mejorada. \n4. Aspecto optimizado de las fuente más grandes.";
// Image Message Cell View
"Message.Image.Loading" = "Cargando...";
